Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvSingleOwnedIdentity/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

source: It appears you did not subscribe to the multidevice feature, allowing to use Olvid on multiple devices simultaneously. Activating this device requires to deactivate another of your devices. If you wish to do so, please select the device you wish to deactivate from the list below.
de: Es scheint, dass Sie das Multidevice-Feature nicht abonniert haben, das die gleichzeitige Nutzung von Olvid auf mehreren Geräten ermöglicht. Die Aktivierung dieses Geräts erfordert die Deaktivierung eines Ihrer anderen Geräte. Wählen Sie dazu bitte das Gerät, das Sie deaktivieren möchten, aus der folgenden Liste aus.
es: Parece que no has activado la función multidispositivo, que te permite usar Olvid en varios dispositivos simultáneamente. Activar este dispositivo requiere desactivar otro de tus dispositivos. Si deseas hacerlo, selecciona el dispositivo que quieres desactivar de la lista a continuación.
fr: Il semblerait que vous n'ayez pas souscrit à la fonctionnalité multi-appareils, permettant d'utiliser Olvid sur plusieurs appareils simultanément. Activer cet appareil nécessite de désactiver un autre de vos appareils. Si vous le souhaitez, choisissez un appareil à désactiver dans la liste ci-dessous.
it: Sembra che tu non abbia sottoscritto la funzionalità multidevice, che consente di utilizzare Olvid su più dispositivi contemporaneamente. L'attivazione di questo dispositivo richiede la disattivazione di un altro dei tuoi dispositivi. Se desideri farlo, seleziona il dispositivo che vuoi disattivare dall'elenco sottostante.
ja: 複数のデバイスで同時にOlvidを使用できるようにするマルチデバイス機能に登録されていないようです。このデバイスをアクティブにするには、他のデバイスを非アクティブにする必要があります。 非アクティブにするデバイスを、以下のリストから選択してください。
ko: 여러 기기에서 동시에 Olvid를 사용할 수 있도록 해주는 멀티 기기 기능을 구독하지 않은 것으로 보입니다. 이 기기를 활성화하려면 다른 기기를 비활성화해야 합니다. 그렇게 하시려면 아래 목록에서 비활성화할 기기를 선택하세요.
pt_br: Parece que você não assinou o recurso multidevice, que permite usar o Olvid em vários dispositivos simultaneamente. Ativar este dispositivo exige que você desative outro de seus dispositivos. Se você deseja fazer isso, selecione o dispositivo que deseja desativar na lista abaixo.
pt_pt: Parece que não subscreveu a funcionalidade multidevice, que permite utilizar o Olvid em vários dispositivos em simultâneo. Ativar este dispositivo requer a desativação de outro dos seus dispositivos. Se pretende fazê-lo, selecione o dispositivo que pretende desativar na lista abaixo.
ru: Похоже, вы не подключили функцию использования Olvid на нескольких устройствах одновременно. Активация этого устройства потребует деактивации другого вашего устройства. Если вы хотите это сделать, выберите устройство, которое хотите деактивировать, из списка ниже.
uk: Ви, здається, не підписалися на функцію використання на багатьох пристроях, яка дозволяє використовувати Olvid одночасно на кількох пристроях. Активація цього пристрою вимагає деактивації іншого вашого пристрою. Якщо ви бажаєте це зробити, будь ласка, виберіть пристрій, який ви хочете деактивувати зі списку нижче.
zh_hans: 您似乎没有订阅多设备功能，该功能允许您同时在多个设备上使用 Olvid。激活此设备需要停用您拥有的其他设备。 如果您希望这样做，请从下面的列表中选择您想要停用的设备。

source: Choose the device that will be deactivated
de: Wähle das Gerät aus, das deaktiviert werden soll
es: Elige el dispositivo que se desactivará
fr: Choisissez l'appareil à désactiver
it: Scegli il dispositivo che verrà disattivato
ja: 無効にするデバイスを選択してください
ko: 비활성화할 장치를 선택하세요.
pt_br: Escolha o dispositivo que será desativado
pt_pt: Escolha o dispositivo que será desativado
ru: Выберите устройство, которое будет деактивировано
uk: Оберіть пристрій, який буде деактивовано
zh_hans: 选择要停用的设备

# PERMUTE_DEVICE_EXPIRATION_CONFIRMATION_ALERT_TITLE
source: Keep device active and deactivate other device?
de: Gerät aktiv lassen und anderes Gerät deaktivieren?
es: ¿Mantener el dispositivo activo y desactivar el otro?
fr: Garder l'appareil actif et désactiver un autre appareil ?
it: Mantenere il dispositivo attivo e disattivare l'altro?
ja: このデバイスをアクティブな状態にし、他のデバイスを非アクティブにしますか？
ko: 이 장치를 활성 상태로 유지하고 다른 장치의 활성 상태를 해제하시겠습니까?
pt_br: Manter este dispositivo ativo e desativar o outro?
pt_pt: Manter este dispositivo ativo e desativar o outro?
ru: Поддерживать устройство активным и отключить другое?
uk: Чи залишити пристрій активним та деактивувати інший?
zh_hans: 保持当前设备活跃状态并停用其他设备？

# PLEASE_WAIT_WHILE_WE_CHECK_WHETHER_YOUR_DEVICE_%@_CAN_BE_REACTIVATED
source: Please stand by while we check whether your device "%@" can be reactivated...
de: Bitte warten Sie, während wir prüfen, ob Ihr Gerät "%@" wieder aktiviert werden kann...
es: Por favor, espere mientras verificamos si su dispositivo "%@" puede ser reactivado...
fr: Veuillez patienter pendant que nous verifions si votre appareil « %@ » peut être réactivé...
it: Attendere prego mentre verifichiamo se il suo dispositivo "%@" può essere riattivato...
ja: お客様のデバイス「%@」を再アクティベートできるかどうか確認していますので、少々お待ちください...
ko: 귀하의 기기 "%@"를 다시 활성화할 수 있는지 확인하는 동안 잠시만 기다려 주십시오...
pt_br: Aguarde enquanto verificamos se o seu dispositivo "%@" pode ser reativado...
pt_pt: Aguarde, enquanto verificamos se o seu dispositivo "%@" pode ser reativado...
ru: Пожалуйста, подождите, пока мы проверяем, можно ли реактивировать ваше устройство "%@"...
uk: Будь ласка, зачекайте, поки ми перевіряємо, чи можна реактивувати ваш пристрій "%@"...
zh_hans: 请稍候，我们正在检查您的设备“%@”是否可以重新激活……

# PRE_KEY_IS_AVAILABLE_FOR_OWNED_DEVICE
source: This device can be reached already
de: Dieses Gerät ist bereits erreichbar
es: Este dispositivo ya está disponible
fr: Cet appareil peut déjà être contacté
it: Questo dispositivo è già raggiungibile
ja: このデバイスにはすでに連絡できます
ko: 이 장치에 이미 연결되어 있습니다.
pt_br: Este dispositivo já está acessível
pt_pt: Este dispositivo já está disponível
ru: Это устройство уже доступно
uk: Цей пристрій вже доступний
zh_hans: 该设备已可联系

# PRE_KEY_IS_NOT_AVAILABLE_FOR_OWNED_DEVICE
source: A secure channel is required in order to reach this device
de: Für die Verbindung mit diesem Gerät ist ein sicherer Kanal erforderlich.
es: Se requiere un canal seguro para contactar con este dispositivo
fr: Un canal sécurisé est requis pour pouvoir joindre cet appareil
it: È necessario un canale sicuro per raggiungere questo dispositivo
ja: このデバイスに接続するには、安全なチャンネルが必要です
ko: 이 장치에 연결하려면 보안 채널이 필요합니다.
pt_br: Um canal seguro é necessário para se comunicar com este dispositivo.
pt_pt: É necessário um canal de comunicação seguro para contactar este dispositivo
ru: Для связи с этим устройством требуется защищенный канал.
uk: Для зв’язку з цим пристроєм необхідний захищений канал.
zh_hans: 为了连接到此设备，需要一个安全的通道

# REACTIVATE_PROFILE_BUTTON_TITLE
source: Reactivate my profile on this device
de: Mein Profil auf diesem Gerät reaktivieren
es: Reactivar mi perfil en este dispositivo
fr: Réactiver mon profil sur cet appareil
it: Riattiva il mio profilo su questo dispositivo
ja: このデバイスで自分のプロフィールを再アクティブにする
ko: 이 기기에서 내 프로필을 다시 활성화
pt_br: Reativar meu perfil neste dispositivo
pt_pt: Reativar o meu perfil neste dispositivo
ru: Активировать мой профиль на этом устройстве
uk: Активувати мій профіль на цьому пристрої
zh_hans: 在此设备上重新激活我的个人资料

# RECREATE_SECURE_CHANNEL_WITH_THIS_DEVICE
source: Recreate the secure channel
de: Sicheren Kanal erneut erstellen
es: Restablecer el canal seguro
fr: Recréer le canal sécurisé
it: Ricrea il canale sicuro
ja: セキュアチャネルを再作成
ko: 안전한 연결을 다시 설정합니다.
pt_br: Recrie o canal seguro
pt_pt: Restabelecer o canal de comunicação seguro
ru: Восстановить защищенный канал
uk: Відновити захищений канал
zh_hans: 重新创建安全通道

source: Recreating secure channel…
de: Sicheren Kanal wird neu erstellt…
es: Recreando el canal seguro…
fr: Recréation du canal sécurisé…
it: Ricreazione del canale sicuro…
ja: セキュアな接続を再確立しています...
ko: 보안 채널을 다시 설정 중...
pt_br: Recriando o canal seguro...
pt_pt: A recriar o canal seguro...
ru: Восстановление защищенного канала...
uk: Відновлення безпечного каналу...
zh_hans: 重新创建安全通道...

source: Remove identity provider
de: Identitätsanbieter entfernen
es: Eliminar proveedor de identidad
fr: Supprimer le fournisseur d'identité
it: Rimuovi provider di identità
ja: ID プロバイダーを削除
ko: ID 공급자 제거
pt_br: Remover provedor de identidade
pt_pt: Remover fornecedor de identidade
ru: Удалить поставщика удостоверений
uk: Видалити провайдера ідентифікації
zh_hans: 移除身份验证提供程序

# REMOVE_OWNED_DEVICE
source: Deactivate now
de: Jetzt deaktivieren
es: Desactivar ahora
fr: Désactiver maintenant
it: Disattiva ora
ja: 今すぐ無効にする
ko: 지금 비활성화
pt_br: Desativar agora
pt_pt: Desativar agora
ru: Отключить сейчас
uk: Вимкнути зараз
zh_hans: 立即停用

# RENAME_DEVICE
source: Rename
de: Umbenennen
es: Cambiar nombre
fr: Renommer
it: Rinomina
ja: 名前の変更
ko: 이름 변경
pt_br: Renomear
pt_pt: Renomear
ru: Переименовать
uk: Перейменувати
zh_hans: 重命名

source: Replace profile photo
de: Profilfoto ersetzen
es: Reemplazar foto de perfil
fr: Remplacer la photo de profil
it: Sostituisci foto del profilo
ja: プロフィール写真を変更
ko: 프로필 사진 변경
pt_br: Substituir foto de perfil
pt_pt: Substituir foto de perfil
ru: Заменить фото профиля
uk: Замінити фото профілю
zh_hans: 更换个人资料照片

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
pt_pt: Guardar
ru: Сохранить
uk: Зберегти
zh_hans: 保存

# SEARCH_FOR_NEW_DEVICES
source: Search for missing devices
de: Vermisse Geräte suchen
es: Buscar dispositivos ausentes
fr: Rechercher des appareils manquants
it: Cerca dispositivi mancanti
ja: 紛失したデバイスを検索
ko: 분실된 기기를 검색합니다
pt_br: Procure dispositivos não encontrados
pt_pt: Procurar dispositivos ausentes
ru: Поиск неподключенных устройств
uk: Пошук відсутніх пристроїв
zh_hans: 搜索丢失的设备

source: Secure channel created
de: Sicherer Kanal erstellt
es: Canal seguro creado
fr: Canal sécurisé créé
it: Canale sicuro creato
ja: 安全なチャンネルを作成しました
ko: 안전한 채널이 생성되었습니다.
pt_br: Canal seguro criado
pt_pt: Canal seguro criado
ru: Безопасный канал создан
uk: Захищений канал створено
zh_hans: 安全通道已创建

source: Secure channel creation in progress
de: Sichere Kanalerstellung läuft...
es: Creación de canal seguro en progreso
fr: Canal sécurisé en cours de création
it: Creazione canale sicuro in corso
ja: セキュアなチャンネルの作成中です
ko: 안전한 채널 생성 중
pt_br: Criação de canal seguro em andamento
pt_pt: A criação de um canal seguro está em andamento
ru: Создание защищенного канала в процессе
uk: Створення захищеного каналу в процесі
zh_hans: 正在创建安全通道

# SECURE_CHANNEL_CURRENT_DEVICE
source: This device
de: Dieses Gerät
es: Este dispositivo
fr: Cet appareil
it: Questo dispositivo
ja: このデバイス
ko: 이 장치
pt_br: Este dispositivo
pt_pt: Este dispositivo
ru: Это устройство
uk: Цей пристрій
zh_hans: 此设备

source: Secure channel status unavailable.
de: Der Status der sicheren Verbindung ist nicht verfügbar.
es: El estado del canal seguro no está disponible.
fr: Le statut du canal sécurisé est indisponible.
it: Lo stato del canale sicuro non è disponibile.
ja: セキュアチャネルの状態は不明です。
ko: 안전 채널 상태를 확인할 수 없습니다.
pt_br: Status do canal seguro não disponível.
pt_pt: O estado do canal seguro não está disponível.
ru: Статус защищенного канала недоступен.
uk: Статус безпечного каналу недоступний.
zh_hans: 无法获取安全通道状态。

# SHOW_OWNED_IDENTITY_DETAILS
source: Show profile informations
de: Profilinformationen anzeigen
es: Mostrar información del perfil
fr: Afficher les détails de ce profil
it: Mostra informazioni profilo
ja: プロフィール情報を表示
ko: 프로필 정보 보기
pt_br: Mostrar informações do perfil
pt_pt: Mostrar informações do perfil
ru: Показать информацию о профиле
uk: Показати інформацію про профіль
zh_hans: 显示个人资料

# SIGNED_DETAILS_DATE
source: Signature date
de: Signaturdatum
es: Fecha de firma
fr: Date de la signature
it: Data della firma
ja: 署名日
ko: 서명 날짜
pt_br: Data da assinatura
pt_pt: Data da assinatura
ru: Дата подписи
uk: Дата підпису
zh_hans: 签名日期

source: Subscription status
de: Abonnementstatus
es: Estado de la suscripción
fr: État de l'abonnement
it: Stato dell'abbonamento
ja: サブスクリプションの状態
ko: 구독 상태
pt_br: Status da assinatura
pt_pt: Estado da subscrição
ru: Статус подписки
uk: Статус підписки
zh_hans: 订阅状态

# SUPPORTS_ID_BASED_AUTH
source: ID-based authentication supported
de: Identitätsbasierte Authentifizierung unterstützt
es: Autenticación basada en identidad admitida
fr: Authentification basée sur l'identité prise en charge
it: Autenticazione basata sull'identità supportata
ja: IDベース認証に対応
ko: ID 기반 인증 지원
pt_br: Autenticação baseada em ID suportada
pt_pt: Autenticação baseada em identificação suportada
ru: Аутентификация на основе идентификатора поддерживается
uk: Аутентифікація на основі ідентифікатора підтримується
zh_hans: 支持基于 ID 的身份验证

source: See subscription plans
de: Abonnementpläne anzeigen
es: Ver planes de suscripción
fr: Voir les offres d'abonnement
it: Visualizza i piani di abbonamento
ja: サブスクリプションプランを見る
ko: 구독 요금제 보기
pt_br: Veja os planos de assinatura
pt_pt: Ver planos de subscrição
ru: Посмотреть тарифные планы
uk: Переглянути тарифні плани
zh_hans: 查看订阅方案

# TEXT_FIELD_COMPANY
source: Company
de: Unternehmen
es: Empresa
fr: Société
it: Azienda
ja: 会社
ko: 회사
pt_br: Empresa
pt_pt: Empresa
ru: Компания
uk: Компанія
zh_hans: 公司

# TEXT_FIELD_FIRST_NAME
source: First name
de: Vorname
es: Nombre
fr: Prénom
it: Nome
ja: 名
ko: 이름
pt_br: Primeiro nome
pt_pt: Nome
ru: Имя
uk: Ім'я
zh_hans: 名

# TEXT_FIELD_LAST_NAME
source: Last name
de: Nachname
es: Apellido
fr: Nom de famille
it: Cognome
ja: 姓
ko: 성
pt_br: Sobrenome
pt_pt: Apelido
ru: Фамилия
uk: Прізвище
zh_hans: 姓

# UNHIDE_OWNED_IDENTITY_ALERT_ACTION_STAY_HIDDEN
source: Do not unhide
de: Nicht wiederherstellen
es: No ocultes
fr: Ne pas démasquer
it: Non mostrare di nuovo
ja: 非表示を解除しないでください
ko: 숨김 해제하지 마세요
pt_br: Não reexiba
pt_pt: Não voltar a mostrar
ru: Не показывать
uk: Не показувати
zh_hans: 请勿取消隐藏

# UNHIDE_OWNED_IDENTITY_ALERT_ACTION_UNHIDE
source: Unhide
de: Anzeigen
es: Mostrar
fr: Démasquer
it: Mostra
ja: 非表示を解除
ko: 숨김 해제
pt_br: Mostrar
pt_pt: Mostrar
ru: Показать
uk: Показати
zh_hans: 取消隐藏

# UNHIDE_OWNED_IDENTITY_ALERT_MESSAGE
source: You are about to unhide a profile. If you do so, the profile will be systematically shown in the profile switcher, with no need for a specific password.
de: Sie sind kurz davor, ein Profil wieder anzuzeigen. Wenn Sie dies tun, wird das Profil systematisch im Profilwechsler angezeigt, ohne dass ein spezielles Passwort erforderlich ist.
es: Estás a punto de mostrar un perfil oculto. Si lo haces, el perfil se mostrará sistemáticamente en el selector de perfiles, sin necesidad de una contraseña específica.
fr: Vous êtes sur le point de démasquer un profil. Si vous confirmez, ce profil sera sytématiquement visible, sans mot de passe spécifique.
it: Stai per rendere visibile un profilo. In tal caso, il profilo verrà mostrato sistematicamente nel selettore profili, senza la necessità di una password specifica.
ja: プロフィールを非表示解除します。非表示解除すると、特定のパスワードなしで、プロフィールスイッチャーに常に表示されるようになります。
ko: 프로필을 다시 보이게 하려고 합니다. 이렇게 하면 프로필 전환기에 프로필이 표시되며, 특정 비밀번호를 입력할 필요가 없습니다.
pt_br: Você está prestes a tornar um perfil visível novamente. Ao fazer isso, o perfil será exibido sistematicamente no seletor de perfis, sem a necessidade de uma senha específica.
pt_pt: Está prestes a tornar um perfil visível. Ao fazê-lo, o perfil será apresentado sistematicamente no seletor de perfis, sem necessidade de uma palavra-passe específica.
ru: Вы собираетесь скрыть профиль. Если вы это сделаете, профиль будет систематически отображаться в переключателе профилей, без необходимости использования пароля.
uk: Ви збираєтесь зробити профіль видимим. Якщо ви це зробите, профіль буде систематично відображатися в перемикачі профілів, без потреби в конкретному паролі.
zh_hans: 您即将取消隐藏一个个人资料。如果这样做，该个人资料将系统地显示在个人资料切换器中，无需特定的密码。

# UNHIDE_OWNED_IDENTITY_ALERT_TITLE
source: Unhide this profile?
de: Dieses Profil wieder einblenden?
es: ¿Mostrar este perfil?
fr: Démasquer ce profil ?
it: Mostra di nuovo questo profilo?
ja: このプロフィールを再表示しますか？
ko: 이 프로필을 다시 보이게 하시겠습니까?
pt_br: Mostrar este perfil novamente?
pt_pt: Mostrar novamente este perfil?
ru: Показать этот профиль?
uk: Показати цей профіль?
zh_hans: 取消隐藏此个人资料？

# UNHIDE_THIS_IDENTITY
source: Unhide this profile
de: Profil wieder einblenden
es: Mostrar este perfil
fr: Démasquer ce profil
it: Mostra nuovamente questo profilo
ja: このプロフィールを再表示
ko: 이 프로필을 다시 표시
pt_br: Mostrar este perfil
pt_pt: Mostrar este perfil
ru: Показать этот профиль
uk: Показати цей профіль
zh_hans: 取消隐藏此个人资料

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 예
pt_br: Sim
pt_pt: Sim
ru: Да
uk: Так
zh_hans: 是

# YOUR_%lld_OTHER_DEVICES
source: Your other %lld devices
de: Ihre anderen %lld Geräte
es: Tus otros %lld dispositivos
fr: Vos %lld autres appareils
it: I tuoi altri %lld dispositivi
ja: 他の%lld個のデバイス
ko: 다른 %lld개의 기기
pt_br: Seus outros %lld dispositivos
pt_pt: Os seus outros %lld dispositivos
ru: Ваши другие %lld устройства
uk: Ваші інші %lld пристрої
zh_hans: 您的其他 %lld 个设备

# YOUR_PROFILE_WAS_HIDDEN_SUCESSFULLY
source: Your profile is now hidden.
de: Dein Profil ist jetzt ausgeblendet.
es: Tu perfil está oculto ahora.
fr: Votre profil est maintenant masqué.
it: Il tuo profilo è ora nascosto.
ja: プロフィールが非公開になりました。
ko: 귀하의 프로필이 이제 숨겨졌습니다.
pt_br: Seu perfil agora está oculto.
pt_pt: O seu perfil está agora oculto.
ru: Ваш профиль теперь скрыт.
uk: Ваш профіль тепер приховано.
zh_hans: 您的个人资料现在已设置为隐藏状态。

source: You have %lld devices
de: Sie haben %lld Geräte
es: Tienes %lld dispositivos
fr: Vous avez %lld appareils
it: Hai %lld dispositivi
ja: デバイスは%lld個あります
ko: 장치가 %lld개 있습니다.
pt_br: Você possui %lld dispositivos
pt_pt: Tem %lld dispositivos.
ru: У вас %lld устройств
uk: У вас %lld пристроїв
zh_hans: 您有 %lld 台设备

source: Details
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ko: 자세히
pt_br: Detalhes
pt_pt: Detalhes
ru: Подробности
uk: Деталі
zh_hans: 详情

# FORM_POSITION
source: Position
es: Posición
fr: Poste
it: Posizione
ja: 位置
ko: 위치
pt_br: Posição
pt_pt: Posição
ru: Позиция
uk: Позиція
zh_hans: 位置

source: Keycloak ID
es: ID de Keycloak
it: ID Keycloak
pt_br: ID do Keycloak
pt_pt: ID do Keycloak
ru: ID Keycloak
uk: ID Keycloak

# TEXT_FIELD_POSITION
source: Position
es: Posición
fr: Poste
it: Posizione
ja: 位置
ko: 위치
pt_br: Posição
pt_pt: Posição
ru: Позиция
uk: Позиція
zh_hans: 位置

source: Ok
ja: はい
ko: 알겠습니다
ru: Ок
uk: Гаразд
zh_hans: 好的
